tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "bat"
brew "cowsay"
brew "direnv"
brew "docker-compose", link: false
brew "elixir"
brew "exa"
brew "fzf"
brew "readline"
brew "sqlite"
brew "gdal"
brew "git"
brew "git-flow"
brew "gitleaks"
brew "glances"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libmagic"
brew "midnight-commander"
brew "mtr"
brew "mysql-client@5.7"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "postgresql@12"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "speedtest-cli"
brew "starship"
brew "tcl-tk"
brew "thefuck"
brew "tig"
brew "tor"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
cask "bitwarden"
cask "cleanmymac"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "drawio"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "mattermost"
cask "notion"
cask "openinterminal"
cask "popclip"
cask "postman"
cask "pycharm"
cask "skype"
cask "spotify"
cask "steam"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "xld"
