tap "domt4/autoupdate"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "yandex/arc", "https://arc-vcs.yandex-team.ru/homebrew-tap"
brew "xz"
brew "bat"
brew "cmake"
brew "cowsay"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-flow"
brew "readline"
brew "sqlite"
brew "glances"
brew "gnupg"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "just"
brew "libffi"
brew "libmagic"
brew "libpq"
brew "lua"
brew "midnight-commander"
brew "mtr"
brew "neovim"
brew "nmap"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ripgrep"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "switchaudio-osx"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "tor"
brew "tree"
brew "uv"
brew "wget"
brew "yamllint"
brew "yazi"
brew "zlib"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "yandex/arc/arc-launcher"
cask "aerospace"
cask "arc"
cask "bitwarden"
cask "daisydisk"
cask "dbeaver-community"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-for-powerline"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "iterm2"
cask "lm-studio"
cask "obsidian"
cask "podman-desktop"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
vscode "charliermarsh.ruff"
vscode "editorconfig.editorconfig"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "perseus.vscode-yandex-arc"
vscode "pkief.material-icon-theme"
vscode "siris01.catppuccin-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "tamasfe.even-better-toml"
vscode "viknet.intelliboba"
vscode "vscodevim.vim"
