tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "xz"
brew "bat"
brew "colima"
brew "cowsay"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "elixir"
brew "exa"
brew "fzf"
brew "readline"
brew "sqlite"
brew "gdal"
brew "git"
brew "git-flow"
brew "gitleaks"
brew "glances"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libmagic"
brew "midnight-commander"
brew "mtr"
brew "mysql-client@5.7"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "postgresql@12"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "speedtest-cli"
brew "starship"
brew "tcl-tk"
brew "thefuck"
brew "tor"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password@7"
cask "cleanmymac"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "drawio"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-for-powerline"
cask "font-sf-pro"
cask "iina"
cask "iterm2"
cask "mattermost"
cask "popclip"
cask "postman"
cask "pycharm"
cask "obsidian"
cask "sf-symbols"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "zed"
cask "zoom"
